Repository: taulazer/tau
Catalog: osu.Game.Rulesets.Tau/Localisation/Translations/Mods.*.resx
Languages: hu, pt_br, ru, tr, zh_hans

# autopilot_description
source: Automatic paddle movement - just follow the rhythm.
hu: Automatikus ütő mozgás - csak kövesd a ritmust.
pt_br: Movimento automático da palheta - só siga o ritmo.
ru: Автоматическое движение платформы - просто следуйте ритму.
tr: Otomatik yakalayıcı hareketi - sadece ritimi takip et.
zh_hans: 自动划桨移动-只需要跟随节奏就好。

# fadeout_description
source: Beats fade out before you hit them!
hu: A hangok eltűnnek, mielőtt el kell találnod őket!
pt_br: As batidas somem antes de você tocá-las!
ru: Биты исчезают перед нажатием!
tr: Sen onları yakalamadan önce notalar kaybolur!
zh_hans: 在你击中它们之前拍子会逐渐隐藏！

# fadein_description
source: Beats appear out of nowhere!
hu: A hangok a semmiből tűnnek fel!
pt_br: As batidas aparecem do nada!
ru: Биты появляются из ниоткуда!
tr: Notalar durup dururken ortaya çıkar!
zh_hans: 拍子会出现在什么地方呢！

# inverse_description
source: Beats will appear outside of the playfield.
hu: A hangok a játéktéren kívül jelennek meg.
pt_br: As batidas aparecerão fora do campo de jogo.
ru: Биты будут появляться за пределами игрового поля.
tr: Notalar oynanış alanının dışında çıkacak.
zh_hans: 节拍会从外向里聚集！

# impossible_sliders_description
source: Entirely removes the check for very sharp angles
hu: Nem távolítja el a csúszkák nagyon éles szögeit
pt_br: Exclui totalmente a checagem por ângulos muito oblíquos
ru: Полностью отключает проверку очень острых углов слайдеров
tr: Çok keskin açılar için kontrolü tamamen kaldırır
zh_hans: 完全取消对非常锐角的检查

# lite_description
source: Removes certain aspects of the ruleset.
hu: Eltávolítja a játékmód néhány szabályát.
pt_br: Remove certos aspectos da modalidade.
ru: Убирает определённые части игры.
tr: Oyun modunun bazı özelliklerini devre dışı bırakır.
zh_hans: 删除规则集的某些方面。

# lite_toggle_sliders_name
source: Sliders conversion
hu: Csúszka átalakítás
pt_br: Conversão de sliders
ru: Включить слайдеры
tr: Kaydırıcı Dönüşümü
zh_hans: 滑动条转换

# lite_toggle_sliders_description
source: Completely disables sliders altogether.
hu: Teljesen eltávolítja a csúszkákat.
pt_br: Desabilita completamente os sliders.
ru: Полностью отключает слайдеры.
tr: Kaydırıcıları tamamen devre dışı bırakır.
zh_hans: 完全禁用滑动条。

# lite_toggle_hard_beats_name
source: Hard beats conversion
hu: Erős hangok átalakítása
pt_br: Conversão de batidas fortes
ru: Включить громкие биты
tr: Katı nota donüşümü
zh_hans: 硬拍转换

# lite_toggle_hard_beats_description
source: Completely disables hard beats altogether.
hu: Teljesen eltávolítja az erős hangokat.
pt_br: Desabilita completamente as batidas fortes.
ru: Полностью отключает громкие биты.
tr: Katı notaları tamamen devre dışı bırakır.
zh_hans: 完全禁用硬核节奏。

# lite_slider_division_level_name
source: Slider division level
hu: Csúszka felosztási szint
pt_br: Nível de divisão dos sliders
ru: Уровень делителя слайдеров
tr: Kaydırıcı bölme seviyesi
zh_hans: 滑动条分级级别

# lite_slider_division_level_description
source: The minimum slider length divisor.
hu: A legrövidebb csúszka részlet hossza.
pt_br: O divisor de comprimento mínimo dos sliders.
ru: Минимальный делитель длины слайдера.
tr: En az kaydırıcı uzunluğu bölücüsü.
zh_hans: 最小滑动条长度分隔符。

# no_scope_description
source: Where's the paddle?
hu: Hova lett az ütő?
pt_br: Onde está a palheta?
ru: Где платформа?
tr: Yakalayıcı nerede?
zh_hans: 划桨在哪里呢？

# no_scope_threshold_description
source: The combo count at which the paddle becomes completely hidden
hu: A kombó szám, ami felett az ütő elrejtésre kerül
pt_br: A quantidade de combos em que a palheta ficará completamente escondida
ru: Количество комбо, при котором платформа становится полностью невидимой
tr: Yakalayıcının tamamen görünmez olacağı kombo sayısı
zh_hans: 指定划桨完全隐藏所需要的连击量

# relax_description
source: You don't need to click. Give your clicking/tapping fingers a break from the heat of things.
hu: Nem kell kattintanod. Hagyd a nyomkodó ujjaid egy kicsit pihenni.
pt_br: Você não precisa clicar. Dê aos seus dedos clicantes/tocantes uma pausa do calor das coisas.
ru: Вам не нужно кликать. Дайте своим пальцам отдохнуть от напряжения.
tr: Tıklamana gerek yok. Tıklayan/Dokunan parmaklarını biraz rahatlat.
zh_hans: 你不需要点击，让您的点击/敲击手指远离物体的热量。

# roundabout_description
source: You can only rotate the paddle in one direction.
hu: Csak az egyik irányba mozgathatod az ütőt.
pt_br: Você só pode girar a palheta em uma direção.
ru: Разрешено вращать платформу только в одном направлении.
tr: Yakalayıcıyı sadece bir yönde döndürebilirsin.
zh_hans: 你只能向一个方向旋转划桨

# roundabout_direction_name
source: Direction
hu: Irány
pt_br: Direção
ru: Направление
tr: Yön
zh_hans: 方向

# traceable_description
source: Brim with no yankie
hu: Napellenző sapka nélkül
pt_br: Borda sem bordas
ru: Без конца и края
tr: Kılavuz dış yuvarlağı olmadan oyna
zh_hans: 没有美国佬

# lenience_description
source: Hard beats are more forgiving
hu: Az erős hangokat könnyebb eltalálni
pt_br: Batidas fortes são mais lenientes
ru: Громкие биты проще поймать
tr: Katı notalar daha affedici
zh_hans: 硬拍子判定更加宽松

# strict_description
source: Aim the hard beats!
hu: Célozd az erős hangokat!
pt_br: Mire as batidas fortes!
ru: Поймайте громкие биты!
tr: Katı notalara nişan al!
zh_hans: 目标是硬拍子！
